/* No comment provided by engineer. */
"%d days ago" = "منذ %d أيام";

/* No comment provided by engineer. */
"%d hours ago" = "منذ %d ساعات";

/* No comment provided by engineer. */
"%d minutes ago" = "منذ %d دقائق";

/* No comment provided by engineer. */
"%d months ago" = "منذ %d أشهر";

/* No comment provided by engineer. */
"%d seconds ago" = "منذ %d ثوانٍ";

/* No comment provided by engineer. */
"%d weeks ago" = "منذ %d أسابيع";

/* No comment provided by engineer. */
"%d years ago" = "منذ %d سنوات";

/* No comment provided by engineer. */
"A minute ago" = "منذ دقيقة";

/* No comment provided by engineer. */
"An hour ago" = "منذ ساعة";

/* No comment provided by engineer. */
"Just now" = "حالًا";

/* No comment provided by engineer. */
"Last month" = "الشهر الماضي";

/* No comment provided by engineer. */
"Last week" = "الأسبوع الماضي";

/* No comment provided by engineer. */
"Last year" = "العام الماضي";

/* No comment provided by engineer. */
"Yesterday" = "أمس";

/* No comment provided by engineer. */
"1 year ago" = "منذ عام";

/* No comment provided by engineer. */
"1 month ago" = "منذ شهر";

/* No comment provided by engineer. */
"1 week ago" = "منذ أسبوع";

/* No comment provided by engineer. */
"1 day ago" = "منذ يوم";

/* No comment provided by engineer. */
"This morning" = "هذا الصباح";

/* No comment provided by engineer. */
"This afternoon" = "بعد ظهيرة اليوم";

/* No comment provided by engineer. */
"Today" = "اليوم";

/* No comment provided by engineer. */
"This week" = "هذا الأسبوع";

/* No comment provided by engineer. */
"This month" = "هذا الشهر";

/* No comment provided by engineer. */
"This year" = "هذا العام";

"reply_button_label" = "Reply";
"new_message_button_label" = "New Message";
"new_messages_button_label" = "New Messages";
"new_updates" = "New Updates";
"no_internet_connection" = "No Internet Connection";
"no_internet_server_error" = "No Connection. Please try again";
"view_conversation_button_label" = "View Conversation";
"select_subject_label"= "Please select a subject";
"write_a_message_hint"= "Write a message...";
"give_your_message_a_subject" = "Give your message a subject so\nit's easier to organize.";
"sent_a_message" = "sent a message";
"replied_to_your" = "replied to your message";
"send_button" = "SEND";

"new_card_label" = "New Card";
"feed_title_label"= "Feed";
"new_message_title_label"= "New Message";

"subject_feedback_label"= "Feedback";
"subject_feature_suggestion_label"= "Feature Suggestion";
"subject_complaint_label"= "Complaint";
"subject_other_label"= "Other...";

"feed_is_empty_title"= "Your Feed is Empty";
"icon_left_text"= "Tap the";
"icon_right_text"= "icon to start a";
"icon_bottom_text"= "new conversation with us.";
"second_paragraph_text"= "You can use this section to \n ask questions or send feedback";

"message_sending" = "Message Sending...";
"message_sent" = "Message Sent";
"message_failed" = "No Internet Connection";
"try_again" = "Try Again?";

// 2.4.2

"other_subject_hint" = "Please describe your message";
"reached_bottom_of_feed" = "You have reached the bottom of your feed.";

// 2.4.5

"pulsate_YOU_in_message_card" = "You";




